{
  "therapylogs": [
    {
      "therapy_id": "6602aa08387172c183b14408",
      "msg": "Ciao, oggi mi sento un po' confuso riguardo alla mia terapia. Ho avuto alcuni pensieri che vorrei condividere.",
      "date": "2024-03-26T00:00:00.000Z",
      "id": "767f"
    },
    {
      "therapy_id": "65fc4ae866359674a4c62ffa",
      "msg": "Stamattina ho riflettuto su quanto sia importante per me questo percorso terapeutico. Mi sento grato di poter esplorare queste emozioni.",
      "date": "2024-03-27T00:00:00.000Z",
      "id": "8286"
    },
    {
      "therapy_id": "6602aa08387172c183b14408",
      "msg": "Ho avuto una giornata impegnativa, ma sono contento di avere questo spazio per esprimere i miei pensieri. Mi sento più leggero.",
      "date": "2024-03-27T00:00:00.000Z",
      "id": "7af5"
    },
    {
      "therapy_id": "65fc4ae866359674a4c62ffa",
      "msg": "Oggi mi sono reso conto di alcuni schemi di pensiero che vorrei lavorare durante le nostre sessioni. Sono motivato a fare progressi.",
      "date": "2024-03-28T00:00:00.000Z",
      "id": "fb22"
    },
    {
      "therapy_id": "6602aa08387172c183b14408",
      "msg": "Stasera mi sento un po' triste e non riesco a capire esattamente il motivo. Spero di poter discutere di questo durante la nostra prossima sessione.",
      "date": "2024-03-28T00:00:00.000Z",
      "id": "9724"
    },
    {
      "therapy_id": "65fc4ae866359674a4c62ffa",
      "msg": "Ho avuto una discussione stressante con un familiare oggi. Mi rendo conto che ci sono dinamiche relazionali che vorrei esplorare in terapia.",
      "date": "2024-03-19T23:00:00.000Z",
      "id": "960e"
    },
    {
      "therapy_id": "6602aa08387172c183b14408",
      "msg": "Mi sento ansioso riguardo al futuro e alle decisioni da prendere. Vorrei trovare modi per gestire meglio questo stress.",
      "date": "2024-03-29T00:00:00.000Z",
      "id": "0032"
    },
    {
      "therapy_id": "65fc4ae866359674a4c62ffa",
      "msg": "Mi sento positivo riguardo al mio percorso di crescita personale. Oggi ho fatto un passo avanti nel comprendere alcuni dei miei comportamenti passati. Già",
      "date": "2024-03-30T00:00:00.000Z",
      "id": "8fe1"
    },
    {
      "therapy_id": "6602aa08387172c183b14408",
      "msg": "Ho avuto una giornata tranquilla e riflessiva. Sono grato per gli strumenti che sto imparando in terapia per affrontare le sfide quotidiane.",
      "date": "2024-03-11T00:00:00.000Z",
      "id": "a3c6"
    },
    {
      "therapy_id": "65fc4ae866359674a4c62ffa",
      "msg": "Stasera mi sento ispirato dopo aver letto un articolo sulla crescita personale. Voglio portare queste nuove idee nelle nostre sessioni.",
      "date": "2024-03-03T23:00:00.000Z",
      "id": "ac86"
    },
    {
      "therapy_id": "6602aa08387172c183b14408",
      "msg": "Ho avuto una giornata difficile e mi sento emotivamente esausto. Apprezzo molto il supporto che ricevo durante le nostre sessioni di terapia.",
      "date": "2024-03-16T00:00:00.000Z",
      "id": "eee6"
    },
    {
      "id": "d510",
      "therapy_id": "65fc4ae866359674a4c62ffa",
      "msg": "Ciao!",
      "date": 1710111600000
    }
  ]
}